{
    "id": "match-03",
    "title": "COUNTER STRIKE MATCH 1",
    "date": "2021-01-03 05:01:00",
    "teams": ["Panda", "Ninja"],
    "registeredTeams": "06",
    "playerNumber": "06",
    "teamNubmber": "03",
    "winningPrize": "4,100",
    "is_featured": true,
    "quoteText": "",
    "liveStreaming": {
        "id": "watch-live-1",
        "headings": [
            {
                "level": "h3",
                "content": "COSG LIVE STREAM"
            }
        ],
        "images": [
            {
                "src": "../../data/images/live-video/csgo1.jpg",
                "alt": " LIVE STREAMING"
            }
        ],
        "link": "https://www.youtube.com/watch?v=u8RjmidYOL0"
    },
    "images": [
        {
            "src": "../../data/images/team-logo/game-vs1.webp",
            "alt": "VS"
        }
    ],
    "content": [
        {
            "id": "game-details-per-one",
            "section": "game-details-per-one",
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "In CSGO, players are divided into two teams: terrorists and counter-terrorists. The game features various game modes, but the most prominent and widely played mode is the classic competitive mode. In this mode, the terrorists' objective is to plant and detonate a bomb at designated sites, while the counter-terrorists aim to prevent the bomb from being planted or defuse it if it is."
                },
                {
                    "id": "game-details-2",
                    "desc": "The game is known for its tactical gameplay, requiring teamwork, strategy, and precise shooting skills. Players can choose from a wide array of weapons, ranging from pistols and rifles to sniper rifles and grenades. They can also purchase armor and equipment to enhance their chances of survival."
                }
            ]
        },
        {
            "id": "game-details-per-two",
            "section": "game-details-per-two",
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "n addition to the competitive mode, CSGO offers other game modes such as casual matches, deathmatch, and custom community servers. The game also has a strong esports presence, with professional tournaments and leagues attracting millions of viewers and featuring top teams from around the world."
                },
                {
                    "id": "game-details-2",
                    "desc": "Overall, CSGO is renowned for its intense gameplay, strategic depth, and skill-based combat, making it a popular choice among both casual and competitive gamers."
                }
            ]
        }
    ]
}
