{
    "id": "game-01",
    "title": "FREEFIRE Shooter",
    "gameThum": {
        "src": "../../data/images/game/freefire.webp",
        "alt": "Anonymous"
    },
    "categories": ["FreeFire", "Shooting Game"],
    "date": "",
    "updated": "",
    "size": "",
    "installs": "",
    "currentVersion": "",
    "inAppProducts": "",
    "is_featured": true,
    "quoteText": "",
    "images": [
        {
            "src": "../../data/images/game/freefire1.jpg",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/freefire2.jpg",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/freefire3.jpg",
            "alt": "Games Details"
        }
    ],
    "buttons": [
        {
            "id": 1,
            "size": "lg",
            "content": "Game Details"
        }
    ],
    "content": [
        {
            "id": "game-details-per-two",
            "section": "game-details-per-two",
            "headings": [{ "content": "DESCRIPTION:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "Free Fire is a mobile battle royale game developed by Garena. It has gained immense popularity, particularly in Southeast Asia, and has a large and dedicated player base worldwide."
                },
                {
                    "id": "game-details-2",
                    "desc": "In Free Fire, players are dropped onto an island along with 49 other players, and the ultimate goal is to be the last person or team standing. The game features fast-paced, action-packed gameplay where players must scavenge for weapons, ammunition, and supplies while battling opponents and avoiding a shrinking safe zone."
                }
            ]
        },
        {
            "id": "game-details-per-three",
            "section": "game-details-per-three",
            "headings": [{ "content": "FEATURES:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "The game offers a variety of game modes, including Solo, Duo, and Squad matches. Players can choose their preferred playstyle and team up with friends or other players to form squads. Communication and teamwork are crucial in Free Fire, as players must coordinate their strategies and support each other to secure victories."
                },
                {
                    "id": "game-details-2",
                    "desc": "Free Fire incorporates a wide range of weapons, including firearms, melee weapons, and throwable items. Each weapon has its own characteristics, and players can customize their loadouts based on their preferences and playstyle. The game also features vehicles that players can use to quickly traverse the map and gain a tactical advantage."
                }
            ]
        }
    ]
}
