{
    "id": "game-02",
    "title": "FIFA Game",
    "gameThum": {
        "src": "../../data/images/game/fifa.webp",
        "alt": "Anonymous"
    },
    "categories": ["FIFA", "Sport Game"],
    "date": "",
    "updated": "",
    "size": "",
    "installs": "",
    "currentVersion": "",
    "inAppProducts": "",
    "is_featured": true,
    "quoteText": "",
    "images": [
        {
            "src": "../../data/images/game/Fifa2.jpg",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/fifa1.jpg",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/fifa3.jpg",
            "alt": "Games Details"
        }
    ],
    "buttons": [
        {
            "id": 1,
            "size": "lg",
            "content": "Game Details"
        }
    ],
    "content": [
        {
            "id": "game-details-per-two",
            "section": "game-details-per-two",
            "headings": [{ "content": "DESCRIPTION:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "FIFA, short for FIFA Soccer or FIFA Football, is a popular video game series developed by EA Sports. It is an annual release that simulates the sport of soccer (or football) and has a massive global following."
                },
                {
                    "id": "game-details-2",
                    "desc": "In FIFA, players can experience the excitement and thrills of the world's most popular sport. The game features a wide range of game modes, including exhibition matches, career mode, ultimate team mode, and online multiplayer matches. Players can compete against the AI or challenge friends and other players worldwide."
                }
            ]
        },
        {
            "id": "game-details-per-three",
            "section": "game-details-per-three",
            "headings": [{ "content": "FEATURES:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "FIFA's ultimate team mode allows players to build and manage their dream team by collecting player cards. These cards represent real-life soccer players, and players can acquire them through various means, such as opening packs, participating in auctions, or completing challenges. The ultimate team mode emphasizes squad building, chemistry, and competing in online tournaments."
                },
                {
                    "id": "game-details-2",
                    "desc": "FIFA games aim to provide a realistic soccer experience, with attention to detail in player animations, stadiums, and commentary. The gameplay mechanics focus on ball control, passing, shooting, and strategic decision-making. The game incorporates licensed teams, leagues, and players from around the world, offering an authentic soccer experience for fans."
                }
            ]
        }
    ]
}
