{
    "id": "game-03",
    "title": "CALL OF DUTY",
    "gameThum": {
        "src": "../../data/images/game/call1.webp",
        "alt": "Anonymous"
    },
    "categories": ["Call Of Duty", "Shooting Game"],
    "date": "",
    "updated": "",
    "size": "",
    "installs": "",
    "currentVersion": "",
    "inAppProducts": "",
    "is_featured": true,
    "quoteText": "",
    "images": [
        {
            "src": "../../data/images/game/call1.webp",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/call2.jpg",
            "alt": "Games Details"
        },
        {
            "src": "../../data/images/game/call3.jpg",
            "alt": "Games Details"
        }
    ],
    "buttons": [
        {
            "id": 1,
            "size": "lg",
            "content": "Game Details"
        }
    ],
    "content": [
        {
            "id": "game-details-per-two",
            "section": "game-details-per-two",
            "headings": [{ "content": "DESCRIPTION:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "Call of Duty (COD) is a highly popular first-person shooter (FPS) video game series developed by various studios, including Infinity Ward, Treyarch, and Sledgehammer Games. The franchise has been around since 2003 and has become one of the most successful and recognizable video game series worldwide."
                },
                {
                    "id": "game-details-2",
                    "desc": "Call of Duty games typically feature intense and fast-paced combat scenarios, often set in various historical periods or fictional war settings. The series is known for its engaging single-player campaigns, immersive multiplayer modes, and, more recently, its focus on battle royale gameplay."
                }
            ]
        },
        {
            "id": "game-details-per-three",
            "section": "game-details-per-three",
            "headings": [{ "content": "FEATURES:" }],
            "items": [
                {
                    "id": "game-details-1",
                    "desc": "The single-player campaigns in Call of Duty games offer cinematic experiences, placing players in the roles of soldiers fighting in different military conflicts. The campaigns often feature diverse missions, showcasing different perspectives and engaging players in intense firefights, stealth operations, and epic set-piece moments."
                },
                {
                    "id": "game-details-2",
                    "desc": "The multiplayer modes are a significant component of Call of Duty games, allowing players to compete against each other in various online game modes. These modes include traditional team-based matches, such as Team Deathmatch, Domination, and Search and Destroy, as well as more innovative game types introduced in recent releases. The multiplayer experience typically involves leveling up, unlocking weapons and equipment, and customizing loadouts to suit individual playstyles."
                }
            ]
        }
    ]
}
